tap "common-fate/granted"
tap "ddev/ddev"
tap "fastly/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mike-engel/jwt-cli"
tap "pingidentity/tap"
brew "openssl@3"
brew "python@3.11"
brew "ansible"
brew "awscli"
brew "consul"
brew "coreutils"
brew "curl"
brew "deno"
brew "duf"
brew "eksctl"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-machete"
brew "go"
brew "graphviz"
brew "grep"
brew "pygments"
brew "grip"
brew "groovy"
brew "helm"
brew "hub"
brew "ipcalc"
brew "jq"
brew "k9s"
brew "kompose"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "python@3.9"
brew "m-cli"
brew "mycli"
brew "mysql", restart_service: true
brew "mysql-client"
brew "nethack"
brew "newman"
brew "nmap"
brew "no-more-secrets"
brew "nodenv"
brew "nvm"
brew "openssl@1.0"
brew "php"
brew "qemu"
brew "podman"
brew "ranger"
brew "rbenv"
brew "rbenv-chefdk"
brew "rbenv-default-gems"
brew "redis", restart_service: true
brew "ripgrep"
brew "ripgrep-all"
brew "rust"
brew "s3cmd"
brew "screen"
brew "sqlc"
brew "sslscan"
brew "swagger-codegen"
brew "sysbench"
brew "telnet"
brew "terraform-docs"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "thefuck"
brew "tig"
brew "tree"
brew "vim"
brew "virtualenv"
brew "virtualenvwrapper"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "common-fate/granted/granted"
brew "ddev/ddev/ddev"
brew "fastly/tap/fastly"
brew "hashicorp/tap/consul-esm"
brew "hashicorp/tap/vault"
brew "pingidentity/tap/pingctl"
cask "apache-directory-studio"
cask "burp-suite"
cask "cool-retro-term"
cask "dotnet-sdk"
cask "keyclu"
cask "numi"
cask "openlens"
cask "oracle-jdk"
cask "postman"
cask "utm"
cask "vlc"
cask "whatsapp"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "dannysteenman.cloudformation-yaml-snippets"
vscode "eamodio.gitlens"
vscode "GitHub.copilot"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.powershell"
vscode "mziyabo.vscode-codedeploy"
vscode "njpwerner.autodocstring"
vscode "pomdtr.excalidraw-editor"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
