tap "antoniorodr/memo"
tap "common-fate/granted"
tap "ddev/ddev"
tap "hashicorp/tap"
tap "kudobuilder/tap"
tap "mongodb/brew"
tap "pingidentity/tap"
tap "steipete/tap"
brew "agg"
brew "certifi"
brew "tree"
brew "ansible"
brew "asciinema"
brew "python@3.13"
brew "asitop"
brew "awscli"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "btcli"
brew "chroma"
brew "claude-code-templates"
brew "coffeescript"
brew "copilot"
brew "curl"
brew "deno"
brew "dos2unix"
brew "duf"
brew "eksctl"
brew "fd"
brew "fetchmail"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "git-machete"
brew "glow"
brew "gnupg"
brew "go"
brew "go-task"
brew "graphviz"
brew "grep"
brew "grip"
brew "groovy"
brew "helm"
brew "hub"
brew "hurl"
brew "influxdb-cli"
brew "influxdb@2", restart_service: :changed
brew "ipcalc"
brew "jfrog-cli"
brew "jq"
brew "k9s"
brew "kompose"
brew "kubernetes-cli"
brew "krew"
brew "kubebuilder"
brew "kubectx"
brew "luarocks"
brew "lynx"
brew "m-cli"
brew "marksman"
brew "mongosh"
brew "msmtp"
brew "mutt"
brew "mycli"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "nethack"
brew "newman"
brew "nmap"
brew "no-more-secrets"
brew "nodenv"
brew "nvm"
brew "ollama"
brew "ripgrep"
brew "opencode"
brew "php"
brew "pipx"
brew "plantuml"
brew "postgresql@16"
brew "procmail"
brew "pygments"
brew "python-setuptools"
brew "python@3.11"
brew "qemu"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rbenv-chefdk"
brew "rbenv-default-gems"
brew "redis"
brew "ripgrep-all"
brew "rust"
brew "s3cmd"
brew "saml2aws"
brew "screen"
brew "solargraph"
brew "speedtest-cli"
brew "sqlc"
brew "sslscan"
brew "swagger-codegen"
brew "telnet"
brew "terraform-ls"
brew "tfenv"
brew "tflint"
brew "tgenv"
brew "thefuck"
brew "tig"
brew "tree-sitter-cli"
brew "unar"
brew "vim"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "antoniorodr/memo/memo"
brew "common-fate/granted/granted"
brew "ddev/ddev/ddev"
brew "hashicorp/tap/vault"
brew "kudobuilder/tap/kudo-cli"
brew "mongodb/brew/mongodb-community"
brew "steipete/tap/camsnap"
brew "steipete/tap/gogcli"
brew "steipete/tap/remindctl"
brew "steipete/tap/summarize"
brew "steipete/tap/wacli"
cask "1password-cli"
cask "balenaetcher"
cask "blender"
cask "claude-code"
cask "codex"
cask "dash"
cask "dotnet-sdk"
cask "flixtools"
cask "font-hack-nerd-font"
cask "freecad"
cask "inkscape"
cask "keepingyouawake"
cask "keyclu"
cask "kicad"
cask "krita"
cask "ngrok"
cask "numi"
cask "openlens"
cask "openshot-video-editor"
cask "paragon-ntfs"
cask "raycast"
cask "rotki"
cask "slack"
cask "tableplus"
cask "utm"
cask "visual-studio-code"
cask "vlc"
vscode "1yib.rust-bundle"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "dannysteenman.cloudformation-yaml-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "financialforce.lana"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "juanblanco.solidity"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.powershell"
vscode "mziyabo.vscode-codedeploy"
vscode "njpwerner.autodocstring"
vscode "pomdtr.excalidraw-editor"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "salesforce.agent-script-language-client"
vscode "salesforce.apex-language-server-extension"
vscode "salesforce.salesforce-vscode-slds"
vscode "salesforce.salesforcedx-einstein-gpt"
vscode "salesforce.salesforcedx-vscode"
vscode "salesforce.salesforcedx-vscode-agents"
vscode "salesforce.salesforcedx-vscode-apex"
vscode "salesforce.salesforcedx-vscode-apex-debugger"
vscode "salesforce.salesforcedx-vscode-apex-log"
vscode "salesforce.salesforcedx-vscode-apex-oas"
vscode "salesforce.salesforcedx-vscode-apex-replay-debugger"
vscode "salesforce.salesforcedx-vscode-apex-testing"
vscode "salesforce.salesforcedx-vscode-core"
vscode "salesforce.salesforcedx-vscode-lightning"
vscode "salesforce.salesforcedx-vscode-lwc"
vscode "salesforce.salesforcedx-vscode-metadata"
vscode "salesforce.salesforcedx-vscode-org"
vscode "salesforce.salesforcedx-vscode-org-browser"
vscode "salesforce.salesforcedx-vscode-services"
vscode "salesforce.salesforcedx-vscode-soql"
vscode "salesforce.salesforcedx-vscode-visualforce"
vscode "salesforce.sfdx-code-analyzer-vscode"
vscode "trufflesuite-csi.truffle-vscode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
uv "nano-pdf"
