tap "common-fate/granted"
tap "ddev/ddev"
tap "hashicorp/tap"
tap "kudobuilder/tap"
tap "pingidentity/tap"
brew "certifi"
brew "openssl@3"
brew "python@3.13"
brew "ansible"
brew "awscli"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "coffeescript"
brew "copilot"
brew "curl"
brew "deno"
brew "dos2unix"
brew "duf"
brew "eksctl"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-machete"
brew "gnupg"
brew "go"
brew "go-task"
brew "graphviz"
brew "grep"
brew "grip"
brew "groovy"
brew "helm"
brew "hub"
brew "ipcalc"
brew "jfrog-cli"
brew "jq"
brew "k9s"
brew "kompose"
brew "kubernetes-cli"
brew "krew"
brew "kubebuilder"
brew "kubectx"
brew "m-cli"
brew "marksman"
brew "mongosh"
brew "mycli"
brew "mysql"
brew "mysql-client"
brew "nethack"
brew "newman"
brew "nmap"
brew "no-more-secrets"
brew "pkgconf"
brew "nodenv"
brew "nvm"
brew "ollama"
brew "php"
brew "pipx"
brew "plantuml"
brew "podman"
brew "postgresql@16"
brew "pygments"
brew "python-setuptools"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "ranger"
brew "rbenv"
brew "rbenv-chefdk"
brew "rbenv-default-gems"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "ripgrep-all"
brew "rust"
brew "s3cmd"
brew "saml2aws"
brew "screen"
brew "solana"
brew "sqlc"
brew "sslscan"
brew "swagger-codegen"
brew "telnet"
brew "tfenv"
brew "tflint"
brew "tgenv"
brew "thefuck"
brew "tig"
brew "tree"
brew "vim"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "common-fate/granted/granted"
brew "ddev/ddev/ddev"
brew "hashicorp/tap/vault"
brew "kudobuilder/tap/kudo-cli"
cask "dash"
cask "dotnet-sdk"
cask "keyclu"
cask "krita"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "ngrok"
cask "numi"
cask "openlens"
cask "oracle-jdk"
cask "raycast"
cask "tableplus"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
vscode "1yib.rust-bundle"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "dannysteenman.cloudformation-yaml-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "financialforce.lana"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "juanblanco.solidity"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.powershell"
vscode "mziyabo.vscode-codedeploy"
vscode "njpwerner.autodocstring"
vscode "pomdtr.excalidraw-editor"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "salesforce.salesforce-vscode-slds"
vscode "salesforce.salesforcedx-einstein-gpt"
vscode "salesforce.salesforcedx-vscode"
vscode "salesforce.salesforcedx-vscode-apex"
vscode "salesforce.salesforcedx-vscode-apex-debugger"
vscode "salesforce.salesforcedx-vscode-apex-replay-debugger"
vscode "salesforce.salesforcedx-vscode-core"
vscode "salesforce.salesforcedx-vscode-lightning"
vscode "salesforce.salesforcedx-vscode-lwc"
vscode "salesforce.salesforcedx-vscode-soql"
vscode "salesforce.salesforcedx-vscode-visualforce"
vscode "trufflesuite-csi.truffle-vscode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
